
[
  {
    "title": "Frontend Developer",
    "company": "Tech Solutions Inc.",
    "location": "Cairo, Egypt",
    "deadline": "2025-06-01",
    "extra": "Full-time, Remote",
    "description": "You will build dynamic, modern UIs using React. Collaborate with UX designers and backend engineers.",
    "companyWebsite": "https://techsolutions.com",
    "pdf": "files/frontend-developer.pdf"
  },
  {
    "title": "UI/UX Designer",
    "company": "Creative Agency",
    "location": "Alexandria, Egypt",
    "deadline": "2025-06-10",
    "extra": "Freelance",
    "description": "We need a creative designer with experience in mobile-first UX flows.",
    "companyWebsite": "https://creativeagency.org",
    "pdf": "files/ui-ux-designer.pdf"
  },

  {
  "title": "Chargé(e) d’Éducation et Apprentissage",
  "organization": "Counterpart International",
  "location": "Tidjikdja, Tagant, Mauritania",
  "description": "Counterpart International est une organisation à but non lucratif qui aide les populations à construire une vie meilleure et un avenir plus durable, communauté par communauté. Nous rendons les individus, les organisations et les communautés - nos homologues – capables de devenir des créateurs de solutions dans leurs propres familles, communautés, régions et pays. Nous travaillons dans plus de 30 pays, dans certains des endroits les plus difficiles du monde, pour affronter les problèmes sociaux, économiques, environnementaux, sanitaires et de gouvernance qui menacent leur vie et compromettent leur avenir.",
  "summary": "Sous la supervision du Directeur des Opérations, le/la chargé(e) d’éducation/apprentissage est responsable de la mise en œuvre des activités visant à améliorer la qualité de l’éducation. Il/elle travaillera étroitement avec les responsables du ministère de l’Éducation et de la réforme du système d’enseignement au niveau régional et départemental, les partenaires nationaux et les consultants pour diriger l’application de l'évaluation de la lecture, les supports de formation des enseignants sur les apprentissages et superviser la formation des enseignants/administrateurs scolaires. En outre, il/elle sera responsable de la mise en œuvre directe des activités de Plaidoyer et sensibilisation, Activités extrascolaires, de la formation des enseignants à l’utilisation du nouveau registre, de l’appui des inspecteurs aux visites pédagogiques des écoles du projet et de la formation des enseignants. Enfin, il/elle travaillera sur le terrain avec les deux partenaires techniques pour la mise en œuvre des autres activités d’éducation. Ce poste est basé à Tidjikdja avec des déplacements fréquents dans la wilaya du Tagant et est ouvert aux candidats locaux uniquement.",
  "responsibilities": [
    "Travailler étroitement avec les partenaires techniques pour la mise en œuvre des activités du projet dans la région du Tagant.",
    "Assurer que l’outil standard de l’évaluation du niveau de lecture des élèves ainsi que les manuels sont utilisés par les élèves et les enseignants.",
    "Assurer la mise en œuvre des activités d’éducation dans la région conformément au projet approuvé.",
    "Collaborer avec les partenaires à l’élaboration et à la mise en place des clubs de filles.",
    "Soutenir la mise en œuvre des activités de sensibilisation à l’importance de l’éducation par des moyens créatifs.",
    "Participer à la planification logistique et budgétaire des activités éducatives.",
    "Veiller à ce que les contenus de formation intègrent des éléments d’équité, de genre, d’inclusion, etc.",
    "Assurer la coordination technique avec les enseignants et inspecteurs pour le transfert de compétences.",
    "Contribuer au suivi-évaluation des activités en collaboration avec l’équipe M&E.",
    "Élaborer un plan d’action mensuel et rapporter les activités."
  ],
  "qualifications": [
    "CAP en enseignement fondamental, Master 2 en Éducation ou discipline équivalente.",
    "Minimum 15 ans d'expérience dans le domaine de l’éducation de base.",
    "Expérience avérée au niveau de la DREN ou IDENs dans le Tagant.",
    "Parfait bilingue (arabe/français), bonne maîtrise des outils Microsoft Office.",
    "Volonté de résider dans le Tagant et effectuer des missions en milieu rural."
  ],
  "application": {
    "deadline": "31 mai 2025",
    "email": "recruitment.mauritania@counterpart.org",
    "subject": "Chargé. Education et apprentissages"
  },
  "note": "Cette description de poste n’est pas exhaustive.",

  "companyWebsite": "https://creativeagency.org",

    "pdf": "files/ui-ux-designer.pdf",

    "extra": "Full-time",

    "deadline": "2025-06-01"

},

{
  "title": "Un(e) Infirmier(e) Superviseur Axe",
  "company": "ONG ALIMA Mauritanie",
  "location": "Bassikounou",
  "extra": "Full-time",
  "description": "Un(e) Infirmier(e) Superviseur Axe.",
  "companyWebsite": "https://alima.ngo/en/about-us/where-we-work/mauritania/",
  "pdf": "files/details.pdf",
  "application": {
    "email": "cofirh@mauritanie.alima.ngo",
    "deadline": "26 mai 2025",
    "subject": "Candidature – Infirmier(e) Superviseur Axe"
  }
},
 {
  "title": "Technicien Supérieur en Bâtiment",
  "company": "Société opérant dans les Bâtiments et Travaux Publics",
  "location": "Nouakchott",
  "description": "Organiser et gérer les chantiers ; Établir le planning d’intervention ; Suivre les travaux de construction et de réhabilitation ; Gérer le stock matériel ; Planifier les activités journalières.",
  "qualifications": [
    "Titulaire d’un BTS en bâtiment",
    "Expérience minimum de 5 ans à un poste similaire",
    "Organisation, rigueur, disponibilité",
    "Connaissance de logiciels de travaux publics"
  ],
  "application": {
    "email": "m.voffal@gmail.com",
    "subject": "Candidature – Technicien Supérieur en Bâtiment",
    "deadline": "28 mai 2025"
  },
  "extra": "full time",
  "noteDossiers de candidature":"Envoyez vos demandes (LM, Diplôme, Justificatif de l’expérience) avant le 28 mai 2025 à l'adresse mail : m.voffal@gmail.com ; RAF de la société Contact WhatsApp 22.32.55.82",
  "deadline":"28 mai 2025",
  "companyWebsite": "https://alima.ngo/en/about-us/where-we-work/mauritania/",
  "pdf": "files/details.pdf"


}

    

    
    
    
    
    
    
    
    
    
    
    
















    











]


